[
     {
          "ID": "1",
          "Name": "Among Us",
		  "Description": "Play with 4-15 player online or via local WiFi as you attempt to prepare your spaceship for departure, but beware as one or more random players among the Crew are Impostors bent on killing everyone!",
          "Infohash": "389A562850F81BDC24AA9B62C96326E44E1E71CF",
          "LVersion": "v2022.3.29s",
          "MD5": "4be25b62c0a1eb2ae43bdc0518cc2eb7",
          "Filename": "Among us.exe",
          "Images": {
               "Icon": "null",
               "Banner": [
                    "null",
                    "null"
               ]
          }
     },
     {
          "ID": "2",
          "Name": "Phasmophobia",
		  "Description": "Phasmophobia is a 4 player online co-op psychological horror where you and your team members of paranormal investigators will enter haunted locations filled with paranormal activity and gather as much evidence of the paranormal as you can. You will use your ghost hunting equipment to search for and record evidence of whatever ghost is haunting the location to sell onto a ghost removal team.",
          "Infohash": "85c8424638631028dcfb1cec24f35ec04691e531",
          "LVersion": "v0.6.2.0",
          "MD5": "894c1603f02f11ea28031d7c83c709a3",
          "Filename": "Phasmophobia.exe",
          "Images": {
               "Icon": "null",
               "Banner": [
                    "null",
                    "null"
               ]
          }
     },
     {
          "ID": "3",
          "Name": "Astroneer",
		  "Description": "Explore and reshape distant worlds! Astroneer is set during the 25th century Intergalactic Age of Discovery, where Astroneers explore the frontiers of outer space, risking their lives in harsh environments to unearth rare discoveries and unlock the mysteries of the universe.",
          "Infohash": "null",
          "LVersion": "null",
          "MD5": "null",
          "Filename": "Astroneer.exe",
          "Images": {
               "Icon": "null",
               "Banner": [
                    "null",
                    "null"
               ]
          }
     },
     {
          "ID": "4",
          "Name": "Grand Theft Auto V",
		  "Description": "Grand Theft Auto V for PC offers players the option to explore the award-winning world of Los Santos and Blaine County in resolutions of up to 4k and beyond, as well as the chance to experience the game running at 60 frames per second.",
          "Infohash": "null",
          "LVersion": "null",
          "MD5": "null",
          "Filename": "GTAV.exe",
          "Images": {
               "Icon": "null",
               "Banner": [
                    "null",
                    "null"
               ]
          }
     }
]
